{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "IOSPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "Error al pasar por caja, no hay ofertas."
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "Error al pasar por caja, el usuario tiene una transacción activa."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "Error al pasar por caja, el usuario no tiene permitido comprar."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemIOS",
			"Children": [
				{
					"Source":
					{
						"Text": "Game Center"
					},
					"Translation":
					{
						"Text": "Game Center"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Transaction awaiting approval."
					},
					"Translation":
					{
						"Text": "Aprobación pendiente para la transacción."
					},
					"Key": "IOSTransactionDeferred"
				},
				{
					"Source":
					{
						"Text": "TransactionCanceled"
					},
					"Translation":
					{
						"Text": "Transacción cancelada"
					},
					"Key": "IOSTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "TransactionFailed"
					},
					"Translation":
					{
						"Text": "Error en la transacción"
					},
					"Key": "IOSTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "Resultado de compra inesperado"
					},
					"Key": "UnexpectedState"
				}
			]
		}
	]
}